GREETING_TEXT = """Увидеть список доступных валют: /values\nДля
конвертации введите: <название конвертируемой валюты>
<название валюты в которой хотите получить результат>
<суммы конвертации.\nУказывайте название валюты в единственном числе!!!>
"""

VALUES_TEXT = 'Доступные валюты: '
WELL_DONE_TEXT = 'Well done!'
OFFER_TEXT = 'Цена {amount} {base} в {quote} составляет {result}'
EXCEPTION_MESSAGE = 'Что-то пошло не так'
EXCHANGE_API_ERROR = (
    'Не удалось сделать запрос к бирже для получения данных в валюте!'
)
AMOUNT_TYPE_ERROR_TEXT = 'Вы ввели не правильное кол-во для конвертации'
